{
   "@context":[
      "https://openactive.io",
      "https://schema.org"
   ],
   "@id":"https://routes.openactive.io/nt/12345",
   "@type":"RouteGuide",
   "name":"Wildlife walk at Attingham Park",
   "publisher":{
      "@type":"Organization",
      "name":"National Trust",
      "url":"https://www.nationaltrust.org.uk/"
   },
   "url":"https://www.nationaltrust.org.uk/attingham-park/trails/wildlife-walk-at-attingham-park",
   "distance":{
      "@type":"QuantitativeValue",
      "value":4,
      "unitCode":"KTM"
   },
   "activity": [{
     "@type" : "Concept",
     "@id" : "https://activity-list-editor.openactive.io/_95092977-5a20-4d6e-b312-8fddabe71544",
     "prefLabel" : "Walking"
     }],
   "mapReference":[
      {
         "@type":"MapReference",
         "publisher":"Ordnance Survey",
         "mapSeries":"Landranger",
         "mapNumber":"126"
      }
   ],
   "gradient":{
      "@type":"RouteGradient",
      "gradientTerm":"Moderate"
   },
   "category":[
      "Dog-friendly"
   ],
   "indicativeDuration":[
      {
         "@type":"IndicativeDuration",
         "activity":{
           "@id" : "https://activity-list-editor.openactive.io/_95092977-5a20-4d6e-b312-8fddabe71544",
           "@type" : "Concept",
           "prefLabel" : "Walking"
         },
         "duration":"P45M"
      },
      {
         "@type":"IndicativeDuration",
         "activity":{
           "@id" : "https://activity-list-editor.openactive.io/_95092977-5a20-4d6e-b312-8fddabe71544",
           "@type" : "Concept",
           "prefLabel" : "Walking"
         },
         "duration":"P1H"
      }
   ],
   "image":[{
     "@type" : "ImageObject",
     "contentUrl" : "https://nt.global.ssl.fastly.net/images/1431730349476-attinghamparkwildlifewalk.jpg?width=1920&auto=webp&crop=16:7"}],
   "startPoint":{
      "@type":"RoutePoint",
      "landmark":"Attingham Park",
      "village":"Atcham",
      "town":"Shrewsbury",
      "region":"Shropshire",
      "postalCode":"SY4 4TP",
      "description":"Visitor Reception",
      "mapReference":{
         "@type":"MapReference",
         "publisher": [{
           "@type" : "Organization",
           "name" : "Ordnance Survey"
           }],
         "gridReference":"SJ5501109896"
      },
      "transportNote":[
         {
            "@type":"TransportNote",
            "transportMode":"https://openactive.io/Foot",
            "description":"0.5 miles (0.8km) along drive from main gates"
         },
         {
            "@type":"TransportNote",
            "transportMode":"https://openactive.io/Train",
            "description":"Shrewsbury, 5 miles (8km)"
         },
         {
            "@type":"TransportNote",
            "transportMode":"https://openactive.io/Bus",
            "description":"Please check routes with Arriva bus services, then 0.5 miles (0.8km) walk along drive from main gates"
         },
         {
            "@type":"TransportNote",
            "transportMode":"https://openactive.io/Road",
            "description":"The main entrance to Attingham Park is on the B43850 in the village of Atcham, 4 miles (6.4km) south of Shrewsbury"
         }
      ]
   },
   "isLoop":true,
   "mapImage":[{
      "@type":"Map",
      "mapType":"https://openactive.io/RouteMap",
      "encodingFormat":"image/jpeg",
      "url":"https://nt.global.ssl.fastly.net/images/mapattinghamwildlifewalkmap.jpg?width=1170&auto=webp&crop=16:9"
   }],
   "amenityFeature":[
      {
         "@type":"Toilet",
         "description":"Toilets are in the Stables Courtyard, Bothy and Brewhouse.",
         "value" : true
      },
      {
         "@type":"LocationFeatureSpecification",
         "description":"Carriage House café and Mansion tea-room serve a range of food and drink.",
         "value" : true

      },
      {
         "@type":"Parking",
         "description":"Car parking is free (disabled bays available).",
         "value" : true
      },
      {
         "@type":"LocationFeatureSpecification",
         "description":"Mobility scooters are available to borrow (first come, first served).",
         "value" : true
      }
   ],
   "contactPoint":{
      "telephone":"01743 708162",
      "email":"attingham@nationaltrust.org.uk",
      "url":"http://www.nationaltrust.org.uk/attingham-park/"
   },
   "description":"This circular walk starts in the Stables Courtyard at Attingham Park and follows the Deer Park walk in the beautiful parkland of this great estate.",
   "surface":["Walking on a mixture of grass, hoggin and woodland paths, this route is on a combination of level terrain and a few short inclines in the deer park. Paths may be uneven in places and may not be suitable for buggies or mobility scooters in muddy conditions. Please be careful on steps to the ice house."],
   "segments":[
      {
         "@type":"RouteSegmentGuide",
         "sequence":1,
         "description":"From the car park make your way to Visitor Reception and through the Stables Courtyard bearing left towards the Walled Garden. As you walk towards the Walled Garden you are on part of the Mile Walk - a hoggin path designed by Thomas Leggett in 1770 for Noel Hill, the first Lord Berwick of Attingham Park. Hoggin is a mix of gravel, sand and clay ideal for building paths. In 2009, we restored the pond in the adjacent paddock and dugout hundreds of tonnes of hoggin to rebuild the Mile Walk."
      },
      {
         "@type":"RouteSegmentGuide",
         "sequence":2,
         "description":"You will pass the Walled Garden on your left as you continue along this section of the Mile Walk. Stop in on your way past to see our historic bee house and new observation bee hive. The observation hive is made of clear acrylic and allows visitors to see the busy bees at work.",
         "pointofInterest":{
            "@type":"RoutePoint",
            "landmark":"Walled Garden",
            "description":"Attingham's walled garden and orchard were probably built at the same time as the mansion in the 1780s for the first Lord Berwick. This productive area provided the Berwicks with a constant supply of fruit, flowers, vegetables and honey. It is still home to the Attingham bees who can safely be seen hard at work in the observation hive. Family activity: make your way through the orchard to the Shoulder of Mutton playfield to run off some steam or head to the frame yard to help our gardeners water the flowers, fruits and vegetables growing here.",
            "category":[
               "Garden"
            ]
         }
      },
      {
         "@type":"RouteSegmentGuide",
         "sequence":3,
         "description":"At this point the path diverges - bear left following signs for the Deer Park Walk."
      },
      {
         "@type":"RouteSegmentGuide",
         "sequence":4,
         "description":"Cross the cable stay bridge over the river Tern. With funding from Natural England this cable stay bridge was constructed in 2009. The new bridge provides improved access for buggies and mobility scooters. Attingham is host to around 5 miles of river, featuring beautiful stretches of the Severn and Tern. Our many ponds are a haven for wildlife of all sorts, from ducks, swans and otters to dragonflies.",
         "pointofInterest":[
            {
               "@type":"RoutePoint",
               "landmark":"River Tern",
               "description":"The River Tern is only 30 miles long flowing into the River Severn about a mile downstream. Its source is considered to be a lake in the grounds of Maer Hall in Staffordshire. Family activity: otters have been spotted from the bridge. Is there one in the river or on the river banks today?",
               "category":[
                  "Natural"
               ]
            }
         ]
      },
      {
         "@type":"RouteSegmentGuide",
         "sequence":5,
         "alternativeRouteSegment":{
            "@type":"alternativeRouteSegment",
            "alternativeSegmentTo":8
         },
         "description":"At this fork in the path carry straight on up a gentle incline to continue with the walk. At further forks in the path follow signs for the 'Deer Park Walk'. For buggies (in muddy conditions) and mobility scooters follow the right fork labelled 'Shortcut' through the gate which takes you along the bank of the Tern to rejoin the walk at point 8.",
         "pointofInterest":{
            "@type":"RoutePoint",
            "description":"At this point, just through the gate to the deer park you will see an area where families have been building dens. Why not have a go as part of our '50 Things to do before you're 11&#190;'? Please stay in front of the signs that ask you to not go any further into the area due to the deer sanctuary.",
            "category":[
               "Activity"
            ]
         }
      },
      {
         "@type":"RouteSegmentGuide",
         "sequence":6,
         "description":"After walking through the woodland the path opens out along the top of the Deer Park, with the woodland on your left and the deer park to your right. Look closely in the bracken and ferns and you might be lucky to spot some of our deer herd! Please note: during parts of the year sections of the Deer Park may be closed, please follow any signed diversions on your route.",
         "pointofInterest":{
            "@type":"RoutePoint",
            "landmark":"Attingham Deer",
            "description":"Attingham is home to approximately 250 semi-wild fallow deer, all direct descendents of the fallow deer here at the creation of the Deer Park in 1797. Attingham's last lord Thomas was particularly fond of the deer and fed them daily, with special favourites eating from his hand. Family activity: during the winter you can watch the deer being fed at 2pm on Saturdays, Sundays and every day in the Christmas and half term school holidays (except 25 December).",
            "category":[
               "Wildlife"
            ]
         }
      },
      {
         "@type":"RouteSegmentGuide",
         "sequence":7,
         "description":"Keep walking along the grass path with the woodland on your left, until you get to the Repton Oak. Lots of different animals live in the deer park and woodland areas at Attingham, especially in old trees which are havens for wildlife, bats, birds, insects, mosses and lichens. There are five species of bats at Attingham including over 1,000 pipistrelle bats. Family activity: the barn owl, raven and buzzard are the top predators here - can you spot any flying over the deer park?",
         "pointofInterest":[
            {
               "@type":"RoutePoint",
               "landmark":"The Repton Oak",
               "description":"This venerable oak may have started life in the reign of King Edward III (1327-1377), our best guess is that it is about 650 years old. Originally marking the boundary between the parishes of Wroxeter and Atcham this old oak is now one of the wonders of Attingham park.",
               "category":[
                  "Historic"
               ]
            }
         ]
      },
      {
         "@type":"RouteSegmentGuide",
         "sequence":8,
         "description":"A short while after passing the Repton Oak the path will begin to lead you down the hill towards the mansion. Go through the gate, across the bridge and turn right to take a look at the Ice House. Please note: There is no light in the ice house and is lit by natural light from its entrance. Be careful walking down the narrow uneven steps into the ice house. After you've visited the ice house follow the path passing the mansion on your right hand side and continue to bear right, past the tea-room and toilets before turning left to return to the Stables Courtyard.",
         "pointofInterest":{
            "@type":"RoutePoint",
            "landmark":"The ice house",
            "description":"This mound was an ice house probably built for Noel Hill, the first Lord Berwick in the late 18th century; it was converted in 1850 when a wheel pump was installed to provide the mansion with water from the River Tern. Before that, there was a corn mill on this site from the 13th century. Family activity: the ice house is dark and damp and the perfect home for lots of insects - can you find any?",
            "category":[
               "Historic"
            ]
         },
         "amenityFeature":[
            {
               "@type":"Toilets",
               "name":"Toilets",
               "value":true
            },
            {
               "@type":"LocationFeatureSpecification",
               "name":"Stables Courtyard",
               "value":true
            },
            {
               "@type":"LocationFeatureSpecification",
               "name":"Tea-room",
               "value":true
            }
         ]
      }
   ]
}
